Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What does love mean to you?
de: Was bedeutet Liebe für dich?
es: ¿Qué significa el amor para ti?
fr: Que signifie l'amour pour vous ?
it: Cosa significa l'amore per te?
ja: 愛はあなたにとって何を意味しますか？
ko: 사랑은 당신에게 어떤 의미인가요?
nb: Hva betyr kjærlighet for deg?
nl: Wat betekent liefde voor jou?
pl: Co oznacza dla ciebie miłość?
pt_br: O que o amor significa para você?
sv: Vad betyder kärlek för dig?
uk: Що для вас означає любов?
zh_hans: 爱对你来说意味着什么？

source: What does loyalty mean to you in practice?
de: Was bedeutet Loyalität für dich in der Praxis?
es: ¿Qué significa la lealtad para ti en la práctica?
fr: Que signifie la loyauté pour toi dans la pratique ?
it: Cosa significa per te la lealtà nella pratica?
ja: 実際のところ、忠誠心はあなたにとって何を意味しますか？
ko: 충성심은 실제로 당신에게 어떤 의미인가요?
nb: Hva betyr lojalitet for deg i praksis?
nl: Wat betekent loyaliteit voor jou in de praktijk?
pl: Co w praktyce oznacza dla ciebie lojalność?
pt_br: O que lealdade significa para você na prática?
sv: Vad betyder lojalitet för dig i praktiken?
uk: Що означає для вас вірність на практиці?
zh_hans: 忠诚对你来说在实践中意味着什么？

source: What does retirement look like in your ideal world?
de: Wie sieht der Ruhestand in deiner idealen Welt aus?
es: ¿Cómo es la jubilación en tu mundo ideal?
fr: À quoi ressemble la retraite dans ton monde idéal ?
it: Che aspetto ha la pensione nel tuo mondo ideale?
ja: 理想の世界での退職後の生活はどのようなものですか？
ko: 당신의 이상적인 세계에서 은퇴는 어떤 모습인가요?
nb: Hvordan ser pensjonisttilværelsen ut i din ideelle verden?
nl: Hoe ziet pensionering eruit in jouw ideale wereld?
pl: Jak wygląda emerytura w twoim idealnym świecie?
pt_br: Como é a aposentadoria no seu mundo ideal?
sv: Hur ser pension ut i din ideala värld?
uk: Як виглядає пенсія у вашому ідеальному світі?
zh_hans: 在你理想的世界里，退休生活是什么样的？

source: What does success look like to you — honestly?
de: Wie sieht Erfolg für dich aus – ehrlich?
es: ¿Cómo es el éxito para ti? — Honestamente
fr: À quoi ressemble le succès pour toi – honnêtement ?
it: Che aspetto ha il successo per te — onestamente?
ja: 成功とはあなたにとってどのようなものですか？ — 正直に
ko: 성공이란 당신에게 어떤 모습인가요? — 솔직하게
nb: Hvordan ser suksess ut for deg – ærlig talt?
nl: Hoe ziet succes er voor jou uit – eerlijk?
pl: Jak dla ciebie wygląda sukces – szczerze?
pt_br: Como é o sucesso para você — honestamente?
sv: Hur ser framgång ut för dig – ärligt talat?
uk: Як виглядає успіх для вас – чесно?
zh_hans: 对你来说，成功是什么样子的——诚实地回答？

source: What does trust mean to you — and how do you know when you have it?
de: Was bedeutet Vertrauen für dich – und wie weißt du, wann du es hast?
es: ¿Qué significa la confianza para ti y cómo sabes cuándo la tienes?
fr: Que signifie la confiance pour vous – et comment savez-vous quand vous l'avez ?
it: Cosa significa la fiducia per te e come fai a sapere quando ce l'hai?
ja: 信頼はあなたにとって何を意味し、どのようにしてそれを得たとわかりますか？
ko: 신뢰는 당신에게 어떤 의미이며, 언제 신뢰를 얻게 되었는지 어떻게 알 수 있나요?
nb: Hva betyr tillit for deg – og hvordan vet du når du har det?
nl: Wat betekent vertrouwen voor jou – en hoe weet je wanneer je het hebt?
pl: Co oznacza dla ciebie zaufanie – i skąd wiesz, kiedy je masz?
pt_br: O que a confiança significa para você — e como saber quando você a tem?
sv: Vad betyder tillit för dig – och hur vet du när du har den?
uk: Що для вас означає довіра – і як ви дізнаєтесь, що вона у вас є?
zh_hans: 信任对你来说意味着什么——你如何知道你拥有它？

source: What does vulnerability mean to you?
de: Was bedeutet Verletzlichkeit für dich?
es: ¿Qué significa vulnerabilidad para ti?
fr: Que signifie la vulnérabilité pour toi ?
it: Cosa significa per te la vulnerabilità?
ja: 脆弱性はあなたにとって何を意味しますか？
ko: 취약성은 당신에게 어떤 의미인가요?
nb: Hva betyr sårbarhet for deg?
nl: Wat betekent kwetsbaarheid voor jou?
pl: Co oznacza dla ciebie wrażliwość?
pt_br: O que vulnerabilidade significa para você?
sv: Vad betyder sårbarhet för dig?
uk: Що для вас означає вразливість?
zh_hans: 脆弱对你来说意味着什么？

source: What does your dream home look like?
de: Wie sieht dein Traumhaus aus?
es: ¿Cómo es tu casa soñada?
fr: À quoi ressemble ta maison de rêve ?
it: Che aspetto ha la tua casa dei sogni?
ja: あなたの夢の家はどのようなものですか？
ko: 당신의 꿈의 집은 어떤 모습인가요?
nb: Hvordan ser drømmehjemmet ditt ut?
nl: Hoe ziet jouw droomhuis eruit?
pl: Jak wygląda twój wymarzony dom?
pt_br: Como é a sua casa dos sonhos?
sv: Hur ser ditt drömhem ut?
uk: Як виглядає ваш будинок мрії?
zh_hans: 你梦想中的家是什么样子的？

source: What does your dream house look like?
de: Wie sieht dein Traumhaus aus?
es: ¿Cómo es tu casa soñada?
fr: À quoi ressemble ta maison de rêve ?
it: Che aspetto ha la tua casa dei sogni?
ja: あなたの夢の家はどのようなものですか？
ko: 당신의 꿈의 집은 어떤 모습인가요?
nb: Hvordan ser drømmehuset ditt ut?
nl: Hoe ziet jouw droomhuis eruit?
pl: Jak wygląda twój wymarzony dom?
pt_br: Como é a sua casa dos sonhos?
sv: Hur ser ditt drömhus ut?
uk: Як виглядає ваш будинок мрії?
zh_hans: 你梦想中的房子是什么样子的？

source: What does your ideal morning routine look like?
de: Wie sieht deine ideale Morgenroutine aus?
es: ¿Cómo es tu rutina matutina ideal?
fr: À quoi ressemble ta routine matinale idéale ?
it: Che aspetto ha la tua routine mattutina ideale?
ja: 理想の朝のルーティンはどのようなものですか？
ko: 당신의 이상적인 아침 루틴은 어떤 모습인가요?
nb: Hvordan ser din ideelle morgenrutine ut?
nl: Hoe ziet jouw ideale ochtendroutine eruit?
pl: Jak wygląda twoja idealna poranna rutyna?
pt_br: Como é a sua rotina matinal ideal?
sv: Hur ser din ideala morgonrutin ut?
uk: Як виглядає ваш ідеальний ранковий ритуал?
zh_hans: 你理想的早晨例行事务是什么样的？

source: What does your ideal Saturday look like ten years from now?
de: Wie sieht dein idealer Samstag in zehn Jahren aus?
es: ¿Cómo es tu sábado ideal dentro de diez años?
fr: À quoi ressemble ton samedi idéal dans dix ans ?
it: Come sarà il tuo sabato ideale tra dieci anni?
ja: 10年後の理想の土曜日はどのようなものですか？
ko: 10년 후 당신의 이상적인 토요일은 어떤 모습인가요?
nb: Hvordan ser din ideelle lørdag ut om ti år?
nl: Hoe ziet jouw ideale zaterdag er over tien jaar uit?
pl: Jak wygląda twoja idealna sobota za dziesięć lat?
pt_br: Como é o seu sábado ideal daqui a dez anos?
sv: Hur ser din ideala lördag ut om tio år?
uk: Як виглядає ваша ідеальна субота через десять років?
zh_hans: 十年后你理想的星期六是什么样子？

source: What does your most courageous self look like?
de: Wie sieht dein mutigstes Selbst aus?
es: ¿Cómo es tu yo más valiente?
fr: À quoi ressemble ta version la plus courageuse ?
it: Che aspetto ha la tua versione più coraggiosa?
ja: 最も勇敢な自分はどのような姿ですか？
ko: 당신의 가장 용감한 모습은 어떤 모습인가요?
nb: Hvordan ser ditt modigste jeg ut?
nl: Hoe ziet jouw moedigste zelf eruit?
pl: Jak wygląda twoja najodważniejsza wersja siebie?
pt_br: Como é a sua versão mais corajosa?
sv: Hur ser ditt modigaste jag ut?
uk: Як виглядає ваша найсміливіша версія себе?
zh_hans: 你最勇敢的自己是怎样的？

source: What fictional world would you least want to live in?
de: In welcher fiktiven Welt würdest du am wenigsten leben wollen?
es: ¿En qué mundo ficticio te gustaría menos vivir?
fr: Dans quel monde fictif aimerais-tu le moins vivre?
it: In quale mondo immaginario vorresti meno vivere?
ja: どの架空の世界に住みたくないですか？
ko: 가장 살고 싶지 않은 가상의 세계는 무엇인가요?
nb: Hvilken fiktiv verden ville du helst ikke bodd i?
nl: In welke fictieve wereld zou je het minst willen wonen?
pl: W jakim fikcyjnym świecie najmniej chciałbyś żyć?
pt_br: Em qual mundo fictício você menos gostaria de viver?
sv: I vilken fiktiv värld skulle du helst inte vilja bo?
uk: У якому вигаданому світі ти найменше хотів би жити?
zh_hans: 你最不想生活在哪个虚构世界里？

source: What gives your life the most meaning?
de: Was gibt deinem Leben den meisten Sinn?
es: ¿Qué le da más significado a tu vida?
fr: Qu'est-ce qui donne le plus de sens à votre vie ?
it: Cosa dà più significato alla tua vita?
ja: あなたの人生に最も意味を与えているものは何ですか？
ko: 당신의 삶에 가장 큰 의미를 주는 것은 무엇인가요?
nb: Hva gir livet ditt mest mening?
nl: Wat geeft jouw leven de meeste betekenis?
pl: Co nadaje twojemu życiu największy sens?
pt_br: O que dá mais significado à sua vida?
sv: Vad ger ditt liv mest mening?
uk: Що надає вашому життю найбільшого сенсу?
zh_hans: 什么给你的生活带来最大的意义？

source: What if...?
de: Was wäre, wenn...?
es: ¿Y si...?
fr: Et si...?
it: E se...?
ja: もし...だったら？
ko: 만약...이라면?
nb: Hva hvis...?
nl: Wat als...?
pl: A gdyby...?
pt_br: E se...?
sv: Vad händer om...?
uk: Що якби...?
zh_hans: 如果...？

source: What is a 'fear' you want to overcome?
de: Welche 'Angst' möchtest du überwinden?
es: ¿Qué 'miedo' quieres superar?
fr: Quelle est une 'peur' que tu veux surmonter ?
it: Qual è una 'paura' che vuoi superare?
ja: 克服したい「恐怖」は何ですか？
ko: 극복하고 싶은 '두려움'은 무엇인가요?
nb: Hva er en 'frykt' du vil overvinne?
nl: Wat is een 'angst' die je wilt overwinnen?
pl: Jaki 'lęk' chcesz pokonać?
pt_br: Qual é um 'medo' que você quer superar?
sv: Vilken 'rädsla' vill du övervinna?
uk: Який 'страх' ви хочете подолати?
zh_hans: 你想要克服的“恐惧”是什么？

source: What is a major life milestone you’re looking forward to?
de: Auf welchen großen Lebensmeilenstein freust du dich?
es: ¿Qué hito importante de la vida esperas con ansias?
fr: Quel est un grand événement de la vie que tu attends avec impatience ?
it: Quale grande traguardo della vita aspetti con ansia?
ja: 楽しみにしている人生の大きな節目は何ですか？
ko: 기대되는 인생의 중요한 이정표는 무엇인가요?
nb: Hvilken stor livs milepæl ser du frem til?
nl: Welke belangrijke levensmijlpaal kijk je naar uit?
pl: Na jaki ważny kamień milowy w życiu czekasz?
pt_br: Qual é um grande marco da vida que você está ansioso?
sv: Vilken stor livsmilstolpe ser du fram emot?
uk: Якої важливої життєвої віхи ви очікуєте?
zh_hans: 你期待的人生重要里程碑是什么？

source: What is one dream you hope we can achieve together?
de: Was ist ein Traum, den wir gemeinsam erreichen können, hoffst du?
es: ¿Cuál es un sueño que esperas que podamos lograr juntos?
fr: Quel est un rêve que tu espères que nous pourrons réaliser ensemble ?
it: Qual è un sogno che speri possiamo realizzare insieme?
ja: 一緒に達成できることを願っている夢は何ですか？
ko: 함께 이룰 수 있기를 바라는 꿈은 무엇인가요?
nb: Hva er en drøm du håper vi kan oppnå sammen?
nl: Wat is een droom waarvan je hoopt dat we die samen kunnen bereiken?
pl: Jakie jest marzenie, które, jak masz nadzieję, możemy osiągnąć razem?
pt_br: Qual é um sonho que você espera que possamos alcançar juntos?
sv: Vilken dröm hoppas du att vi kan uppnå tillsammans?
uk: Яку мрію ви сподіваєтеся, що ми зможемо досягти разом?
zh_hans: 你希望我们能共同实现的一个梦想是什么？

source: What is one item on your bucket list?
de: Was steht auf deiner Bucket List?
es: ¿Qué hay en tu lista de deseos?
fr: Qu'est-ce qu'il y a sur votre liste de choses à faire ?
it: Qual è un elemento della tua lista dei desideri?
ja: バケットリストの項目は何ですか？
ko: 버킷리스트에 있는 항목 하나는 무엇인가요?
nb: Hva er én ting på bucket listen din?
nl: Wat staat er op je bucketlist?
pl: Co jest na twojej liście rzeczy do zrobienia?
pt_br: O que está na sua lista de desejos?
sv: Vad finns på din bucket list?
uk: Що є у вашому списку бажань?
zh_hans: 你的遗愿清单上有一项是什么？

source: What is one skill you want to master before you die?
de: Welche Fähigkeit möchtest du vor deinem Tod meistern?
es: ¿Qué habilidad quieres dominar antes de morir?
fr: Quelle est une compétence que tu veux maîtriser avant de mourir ?
it: Qual è un'abilità che vuoi padroneggiare prima di morire?
ja: 死ぬまでに習得したいスキルは何ですか？
ko: 죽기 전에 마스터하고 싶은 기술 하나는 무엇인가요?
nb: Hvilken ferdighet vil du mestre før du dør?
nl: Welke vaardigheid wil je beheersen voordat je sterft?
pl: Jaką umiejętność chcesz opanować przed śmiercią?
pt_br: Qual é uma habilidade que você quer dominar antes de morrer?
sv: Vilken färdighet vill du bemästra innan du dör?
uk: Яку навичку ви хочете опанувати перед смертю?
zh_hans: 你死前想掌握的一项技能是什么？

source: What is one thing that always makes you laugh, no matter what?
de: Was bringt dich immer zum Lachen, egal was passiert?
es: ¿Qué es una cosa que siempre te hace reír, pase lo que pase?
fr: Quelle est la chose qui vous fait toujours rire, quoi qu'il arrive ?
it: Qual è una cosa che ti fa sempre ridere, non importa cosa?
ja: どんな時でもいつも笑わせてくれるものは何ですか？
ko: 무슨 일이 있어도 항상 웃게 만드는 것은 무엇인가요?
nb: Hva er en ting som alltid får deg til å le, uansett hva?
nl: Wat is één ding dat je altijd aan het lachen maakt, wat er ook gebeurt?
pl: Co sprawia, że zawsze się śmiejesz, bez względu na wszystko?
pt_br: O que é uma coisa que sempre faz você rir, não importa o quê?
sv: Vad är en sak som alltid får dig att skratta, oavsett vad?
uk: Що це за річ, яка завжди змушує вас сміятися, незважаючи ні на що?
zh_hans: 哪一件事总能让你笑，无论什么情况？

source: What is one thing you want to make sure we never stop doing?
de: Was ist eine Sache, die du sicherstellen möchtest, dass wir niemals aufhören zu tun?
es: ¿Qué es una cosa que quieres asegurarte de que nunca dejemos de hacer?
fr: Quelle est une chose que tu veux nous assurer de ne jamais arrêter de faire ?
it: Cosa vuoi assicurarti che non smettiamo mai di fare?
ja: 絶対にやめないようにしたいことは何ですか？
ko: 절대 멈추지 않았으면 하는 일은 무엇인가요?
nb: Hva er en ting du vil sørge for at vi aldri slutter å gjøre?
nl: Wat is één ding waarvan je wilt dat we het nooit meer stoppen met doen?
pl: Co jest jedną rzeczą, którą chcesz mieć pewność, że nigdy nie przestaniemy robić?
pt_br: O que é uma coisa que você quer ter certeza de que nunca vamos parar de fazer?
sv: Vad är en sak du vill se till att vi aldrig slutar göra?
uk: Що ви хочете, щоб ми ніколи не переставали робити?
zh_hans: 你希望我们永远不要停止做的一件事是什么？

source: What is one thing you’re working on improving about yourself?
de: Was ist eine Sache, an der du arbeitest, um dich zu verbessern?
es: ¿Qué es una cosa en la que estás trabajando para mejorar de ti mismo?
fr: Quelle est une chose sur laquelle tu travailles pour t'améliorer ?
it: Qual è una cosa su cui stai lavorando per migliorare te stesso?
ja: 自分の改善のために取り組んでいることは何ですか？
ko: 자신을 개선하기 위해 노력하고 있는 것은 무엇인가요?
nb: Hva er én ting du jobber med å forbedre ved deg selv?
nl: Wat is één ding waaraan je werkt om jezelf te verbeteren?
pl: Co jest jedną rzeczą, nad którą pracujesz, aby się poprawić?
pt_br: O que é uma coisa que você está trabalhando para melhorar em si mesmo?
sv: Vad är en sak du arbetar med att förbättra hos dig själv?
uk: Що ви робите, щоб покращити себе?
zh_hans: 你在努力改进自己的一件事是什么？

source: What is one thing you’ve always wanted to do with me?
de: Was ist eine Sache, die du schon immer mit mir machen wolltest?
es: ¿Qué es una cosa que siempre has querido hacer conmigo?
fr: Quelle est une chose que tu as toujours voulu faire avec moi ?
it: Cosa hai sempre voluto fare con me?
ja: 私と一緒にやってみたいと思っていたことは何ですか？
ko: 나와 함께 항상 하고 싶었던 일은 무엇인가요?
nb: Hva er en ting du alltid har ønsket å gjøre med meg?
nl: Wat is één ding dat je altijd al met mij wilde doen?
pl: Co jest jedną rzeczą, którą zawsze chciałeś ze mną zrobić?
pt_br: O que é uma coisa que você sempre quis fazer comigo?
sv: Vad är en sak du alltid velat göra med mig?
uk: Що ви завжди хотіли зробити зі мною?
zh_hans: 你一直想和我一起做的一件事是什么？

source: What is one thing you’ve learned about yourself since we’ve been together?
de: Was ist eine Sache, die du über dich gelernt hast, seit wir zusammen sind?
es: ¿Qué es una cosa que has aprendido sobre ti mismo desde que estamos juntos?
fr: Quelle est une chose que tu as apprise sur toi-même depuis que nous sommes ensemble ?
it: Cosa hai imparato su di te da quando stiamo insieme?
ja: 私たちが一緒にいてから自分について学んだことは何ですか？
ko: 우리가 함께한 이후로 자신에 대해 배운 것은 무엇인가요?
nb: Hva er en ting du har lært om deg selv siden vi har vært sammen?
nl: Wat is één ding dat je over jezelf hebt geleerd sinds we samen zijn?
pl: Co jest jedną rzeczą, której nauczyłeś się o sobie, odkąd jesteśmy razem?
pt_br: O que é uma coisa que você aprendeu sobre si mesmo desde que estamos juntos?
sv: Vad är en sak du har lärt dig om dig själv sedan vi varit tillsammans?
uk: Що ви дізналися про себе з того часу, як ми разом?
zh_hans: 自从我们在一起以来，你对自己了解的一件事是什么？

source: What is something that keeps you up at night?
de: Was lässt dich nachts nicht schlafen?
es: ¿Qué es algo que te quita el sueño?
fr: Qu'est-ce qui vous empêche de dormir la nuit ?
it: Cosa ti tiene sveglio la notte?
ja: 夜眠れなくなることは何ですか？
ko: 당신을 밤에 잠 못 들게 하는 것은 무엇인가요?
nb: Hva er det som holder deg våken om natten?
nl: Wat is iets waar je 's nachts wakker van ligt?
pl: Co nie daje ci spać w nocy?
pt_br: O que é algo que te mantém acordado à noite?
sv: Vad är det som håller dig vaken på natten?
uk: Що не дає вам спати вночі?
zh_hans: 什么事情会让你夜不能寐？

source: What is something you wish more people understood about you?
de: Was wünschst du dir, dass mehr Menschen über dich verstehen?
es: ¿Qué es algo que desearías que más gente entendiera de ti?
fr: Qu'aimeriez-vous que plus de gens comprennent à votre sujet ?
it: Cosa vorresti che più persone capissero di te?
ja: もっと多くの人に理解してほしいと思うことは何ですか？
ko: 더 많은 사람들이 당신에 대해 이해해줬으면 하는 점은 무엇인가요?
nb: Hva er det du skulle ønske flere forsto om deg?
nl: Wat is iets wat je wenst dat meer mensen over je begrepen?
pl: Co chciałbyś, żeby więcej osób o tobie rozumiało?
pt_br: O que você gostaria que mais pessoas entendessem sobre você?
sv: Vad är det du önskar att fler människor förstod om dig?
uk: Що ви хотіли б, щоб більше людей розуміли про вас?
zh_hans: 你希望更多人了解你的哪一点？

source: What is something you’re eternally grateful for?
de: Wofür bist du ewig dankbar?
es: ¿Por qué estás eternamente agradecido?
fr: Pour quoi êtes-vous éternellement reconnaissant ?
it: Per cosa sei eternamente grato?
ja: 永遠に感謝していることは何ですか？
ko: 영원히 감사하게 생각하는 것은 무엇인가요?
nb: Hva er du evig takknemlig for?
nl: Waar ben je eeuwig dankbaar voor?
pl: Za co jesteś wiecznie wdzięczny?
pt_br: Pelo que você é eternamente grato?
sv: Vad är du evigt tacksam för?
uk: За що ви вічно вдячні?
zh_hans: 你永远感激的事情是什么？

source: What is something you’ve changed your mind about recently?
de: Wovon hast du dich kürzlich überzeugt?
es: ¿De qué has cambiado de opinión recientemente?
fr: Sur quoi avez-vous changé d'avis récemment ?
it: Su cosa hai cambiato idea di recente?
ja: 最近、考えが変わったことは何ですか？
ko: 최근에 마음이 바뀐 것이 있나요?
nb: Hva har du endret mening om i det siste?
nl: Waar ben je recentelijk van mening over veranderd?
pl: W jakiej sprawie zmieniłeś ostatnio zdanie?
pt_br: Sobre o que você mudou de ideia recentemente?
sv: Vad har du ändrat uppfattning om nyligen?
uk: У чому ви нещодавно змінили свою думку?
zh_hans: 你最近对什么事情改变了看法？

source: What is the 'hill you are willing to die on'?
de: Was ist der 'Hügel, auf dem du bereit bist zu sterben'?
es: ¿Cuál es la 'colina en la que estás dispuesto a morir'?
fr: Quelle est la 'colline sur laquelle vous êtes prêt à mourir' ?
it: Qual è la 'collina su cui sei disposto a morire'?
ja: 「死んでも譲れない」ことは何ですか？
ko: '죽어도 양보할 수 없는' 것은 무엇인가요?
nb: Hva er 'bakken du er villig til å dø på'?
nl: Wat is de 'heuvel waarop je bereid bent te sterven'?
pl: Co jest 'wzgórzem, na którym jesteś gotów umrzeć'?
pt_br: Qual é a 'colina que você está disposto a morrer'?
sv: Vad är 'backen du är villig att dö på'?
uk: Який 'пагорб, на якому ви готові померти'?
zh_hans: 你「至死不渝」的事情是什么？

source: What is the best airport you’ve ever been through?
de: Was ist der beste Flughafen, den du je besucht hast?
es: ¿Cuál es el mejor aeropuerto por el que has pasado?
fr: Quel est le meilleur aéroport par lequel tu es jamais passé ?
it: Qual è il miglior aeroporto in cui sei mai stato?
ja: 今まで利用した中で一番良い空港はどこですか？
ko: 가장 좋았던 공항은 어디인가요?
nb: Hva er den beste flyplassen du noen gang har vært på?
nl: Wat is de beste luchthaven waar je ooit bent geweest?
pl: Jakie jest najlepsze lotnisko, na którym byłeś?
pt_br: Qual é o melhor aeroporto pelo qual você já passou?
sv: Vilken är den bästa flygplatsen du någonsin har varit på?
uk: Який найкращий аеропорт, в якому ви бували?
zh_hans: 你去过的最好的机场是哪个？

source: What is the best hidden gem you’ve discovered while traveling?
de: Was ist der beste Geheimtipp, den du auf Reisen entdeckt hast?
es: ¿Cuál es la mejor joya escondida que has descubierto mientras viajabas?
fr: Quel est le meilleur endroit secret que tu aies découvert en voyageant ?
it: Qual è il miglior posto nascosto che hai scoperto durante un viaggio?
ja: 旅行中に見つけた一番の隠れた名所は何ですか？
ko: 여행 중 발견한 최고의 숨은 명소는 어디인가요?
nb: Hva er den beste skjulte perlen du har oppdaget mens du reiste?
nl: Wat is de beste verborgen parel die je tijdens het reizen hebt ontdekt?
pl: Jaki jest najlepszy nieodkryty skarb, który odkryłeś podczas podróży?
pt_br: Qual é a melhor joia escondida que você descobriu viajando?
sv: Vilken är den bästa gömda pärlan du har upptäckt när du reste?
uk: Яку найкращу приховану перлину ви відкрили під час подорожі?
zh_hans: 你在旅行中发现的最好的小众景点是什么？

source: What is the best hike you’ve ever completed?
de: Was war die beste Wanderung, die du je gemacht hast?
es: ¿Cuál es la mejor caminata que has completado?
fr: Quelle est la meilleure randonnée que tu aies jamais faite ?
it: Qual è la migliore escursione che tu abbia mai completato?
ja: 今までで一番良かったハイキングは何ですか？
ko: 완주한 하이킹 중 가장 좋았던 곳은 어디인가요?
nb: Hva er den beste turen du noen gang har fullført?
nl: Wat is de beste wandeling die je ooit hebt voltooid?
pl: Jaka jest najlepsza wędrówka, jaką ukończyłeś?
pt_br: Qual é a melhor trilha que você já completou?
sv: Vilken är den bästa vandringen du någonsin har genomfört?
uk: Який найкращий похід ви коли-небудь здійснювали?
zh_hans: 你完成过的最好的徒步旅行是哪个？

source: What is the best meal you’ve had in a different country?
de: Was war die beste Mahlzeit, die du in einem anderen Land hattest?
es: ¿Cuál es la mejor comida que has tenido en un país diferente?
fr: Quel est le meilleur repas que tu aies eu dans un autre pays ?
it: Qual è stato il miglior pasto che hai avuto in un altro paese?
ja: 海外で食べた最高の食事は何ですか？
ko: 다른 나라에서 먹어본 최고의 음식은 무엇인가요?
nb: Hva er det beste måltidet du har hatt i et annet land?
nl: Wat is de beste maaltijd die je in een ander land hebt gehad?
pl: Jaki jest najlepszy posiłek, jaki jadłeś w innym kraju?
pt_br: Qual foi a melhor refeição que você fez em um país diferente?
sv: Vad är den bästa måltiden du har haft i ett annat land?
uk: Яка найкраща їжа, яку ви куштували в іншій країні?
zh_hans: 你在国外吃过的最好的一餐是什么？

source: What is the best piece of advice you’ve ever received about success?
de: Was ist der beste Ratschlag zum Thema Erfolg, den du je erhalten hast?
es: ¿Cuál es el mejor consejo que has recibido sobre el éxito?
fr: Quel est le meilleur conseil que tu aies reçu sur le succès ?
it: Qual è il miglior consiglio che hai mai ricevuto sul successo?
ja: 成功について受けた最高のアドバイスは何ですか？
ko: 성공에 관해 받은 가장 좋은 조언은 무엇인가요?
nb: Hva er det beste rådet du noen gang har fått om suksess?
nl: Wat is het beste advies dat je ooit hebt gekregen over succes?
pl: Jaka jest najlepsza rada dotycząca sukcesu, jaką kiedykolwiek otrzymałeś?
pt_br: Qual é o melhor conselho que você já recebeu sobre sucesso?
sv: Vilket är det bästa rådet du någonsin fått om framgång?
uk: Яку найкращу пораду про успіх ви коли-небудь отримували?
zh_hans: 你收到过的关于成功的最好建议是什么？

source: What is the best prank you’ve ever pulled (or had pulled on you)?
de: Was ist der beste Streich, den du je gespielt hast (oder der dir gespielt wurde)?
es: ¿Cuál es la mejor broma que has hecho (o que te han hecho)?
fr: Quelle est la meilleure farce que tu aies faite (ou qu'on t'ait faite) ?
it: Qual è il miglior scherzo che tu abbia mai fatto (o che ti sia stato fatto)?
ja: 今までやった（またはやられた）中で一番のいたずらは何ですか？
ko: 가장 잘한(혹은 당한) 장난은 무엇인가요?
nb: Hva er den beste spøken du noen gang har utført (eller fått utført på deg)?
nl: Wat is de beste grap die je ooit hebt uitgehaald (of die je is overkomen)?
pl: Jaki jest najlepszy żart, jaki kiedykolwiek zrobiłeś (lub jaki został zrobiony tobie)?
pt_br: Qual é a melhor pegadinha que você já fez (ou que fizeram com você)?
sv: Vad är det bästa practical joke du någonsin har gjort (eller utsatts för)?
uk: Який найкращий розіграш ви коли-небудь влаштовували (або який влаштовували вам)?
zh_hans: 你搞过（或遭遇过）的最好的恶作剧是什么？
